cask_args appdir: '/Applications'

tap 'beeftornado/rmtree'
tap 'caskroom/cask'
tap 'clangen/musikcube'
tap 'homebrew/bundle'
tap 'puma/puma'
tap 'railwaycat/emacsmacport'

brew 'bat'
brew 'bench'
brew 'cloc'
brew 'coreutils'
brew 'docker'
brew 'emacs-mac'
brew 'exa'
brew 'fasd'
brew 'fzf'
brew 'git'
brew 'go'
brew 'gradle'
brew 'httpie'
brew 'musikcube'
brew 'mysql'
brew 'nave'
brew 'nmap'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'ripgrep'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'tldr'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'wrk'
brew 'yarn'

cask 'alfred'
cask 'bartender'
cask 'dash'
cask 'easyfind'
cask 'iterm2'
cask 'insomnia'
cask 'java'
cask 'jetbrains-toolbox'
cask 'rescuetime'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
